export function Header() {
  return (
    <div className="mb-8">
      <h1 className="text-3xl mb-4">
        Селф-сервис проверки текстов «Дорогая Редакция»
      </h1>
      <div className="space-y-1">
        <p>Привет!</p>
        <p>
          Этот сервис проверяет тексты Яндекс Рекламы на разные
          юридические ограничения и соответствие ToV.
        </p>
        <p>
          А ещё — подсказывает слова и формулировки, которые
          разрешают использовать юристы и пиар.
        </p>
      </div>
    </div>
  );
}